---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionBottomCutHeight
source: html/208140d6-4a0f-35f2-6b1b-ec1b859df8c0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionBottomCutHeight Property

"Bottom Cut Height"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionBottomCutHeight { get; }
```